// eslint-disable-next-line import/no-anonymous-default-export
export default {
  about: 'О себе',
  experience: 'Опыт',
  contact: 'Связяться',
  resume: 'Резюме',
  resumeLink: '/assets/resume/resume_ru.pdf',

  greet: 'Привет',
  greetMorning: 'Доброе утро',
  greetDay: 'Добрый день',
  greetEvening: 'Добрый вечер',
  intro: 'меня зовут',
  firstName: 'Рустам',
  lastName: 'Зиядов',
  slogan: 'и я делаю штуки через код',
  aboutSummary:
    'Я Инженер-разработчик. Специализируюсь на разработке, а иногда и дизайне, функциональных и удобных людям приложений. В целом ориентирован на решении задач, и могу оценить хорошую шутку.',
  btnMessageMe: 'Написать мне',

  aboutMe: '.о().себе()',
  aboutMeTextP1:
    'Привет! Я Рустам и мне нравится делать вещи, которые живут в интернете... или на твоем телефоне. Привет! Я Рустам и мне нравится делать вещи, которые живут в интернете... или на твоем телефоне.',
  aboutMeTextP2:
    'Привет! Я Рустам и мне нравится делать вещи, которые живут в интернете... или на твоем телефоне. Привет! Я Рустам и мне нравится делать вещи, которые живут в интернете... или на твоем телефоне. Привет! Я Рустам и мне нравится делать вещи, которые живут в интернете... или на твоем телефоне.',

  aboutMeTools: 'Мои инструменты:',

  experienceHeading: 'Некоторые мои работы',

  projectsHeading: 'Еще несколько работ',
}
