// eslint-disable-next-line import/no-anonymous-default-export
export default {
  about: 'О себе',
  experience: 'Опыт',
  contact: 'Связяться',
  resume: 'Резюме',
  resumeLink: '/assets/resume/resume_ru.pdf',

  greet: 'Привет',
  greetMorning: 'Доброе утро',
  greetDay: 'Добрый день',
  greetEvening: 'Добрый вечер',
  intro: 'меня зовут',
  firstName: 'Рустам',
  lastName: 'Зиядов',
  slogan: 'и я создаю вещи с помощью кода',
  aboutSummary:
    'Я инженер-программист базирующийся в Москве. Специализируюсь на разработке функциональных и удобных людям приложений.',
  btnMessageMe: 'Написать мне',

  aboutMe: 'О себе',
  aboutMeTextP1:
    'Привет! Я Рустам, и мне нравится делать вещи, которые живут в интернете. Мой интерес к разработке приложений, начался еще в 1998 году. Тогда, будучи студентом я понял HTML и CGI скрипты, сделав себе сайт визитку с гостевой книгой. Однако в последующие надцать лет, мой карьерный путь никак не выруливал в сторону кода. Из бизнес-консалтинга в менеджмент артистов, строительный рекрутинг, логистику. А в 2018 мне в руки попал Ардуино. И понеслось.',
  aboutMeTextP2:
    'Сегодня в разработке использую следующий набор инструментов, которые облегчают создавать привлекательные, удобные и ориентированные на конверсию приложения:',

  experienceHeading: 'Некоторые мои работы',

  projectsHeading: 'Еще несколько работ',

  contactHeading: 'Написать мне',
  contactText:
    'Если у тебя есть вопрос о том, как я могу помочь твоему проекту, или ты просто хочешь пожелать мне успехов, то хлопни кнопку ниже и свяжись со мной.',
  btnClick: 'Клик',

  formName: 'Имя',
  formEmail: 'Email',
  formYourEmail: 'Твой email',
  formMessage: 'Сообщение',
  formNameRequired: 'Пожалуйста, напиши свое имя',
  formNameValid: 'В имени не достаточно символов ',

  formEmailRequired: 'Напиши тут свой email',
  formEmailShort: 'Не достаточно символов',
  formEmailLong: 'Слишком длинный email',
  formEmailValid: 'Не действительный email',

  formMessageRequired: 'Пожалуйста, введи сообщение',
  formMessageMaxLength: 'Сообщение должно быть до 1000 символов',
  formMessageMinLength: 'Должно быть длиннее 10 символов!',

  sendThanks1: 'Спасибо',
  sendThanks2: 'что связался со мной!',
  sendWishes: 'Ты крут! Доброго дня!',
  sendError: 'Что-то пошло не так.',
  sendAgain: 'Попробуй еще раз немного позже!',

  btnSend: 'Отправить',
}
